/* Localizable strings of com.apple.iChat.Managed preference manifest */

"iChat.pfm_title" =			"iChat";
"iChat.pfm_description" =			"Preferências do iChat.";

"XMPPAccount.pfm_title" =			"Informação da conta para 10.5";
"XMPPAccount.pfm_description" =			"Informação da conta para 10.5";

"LoginAs.pfm_title" =			"Nome da conta";
"LoginAs.pfm_description" =			"Nome da conta e servidor do iChat no formato de um endereço de e-mail. Utilizar “%@” para especificar o nome abreviado do utilizador actual. Por exemplo, “%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"SSL auto-atribuído";
"AllowSelfSignedSSL.pfm_description" =			"Definir como 1 para permitir certificados SSL auto-atribuídos.";
"AutoDiscoverHostAndPort.pfm_title" =			"Detectar automaticamente o servidor";
"AutoDiscoverHostAndPort.pfm_description" =			"Definir como 1 para detectar automaticamente o servidor e a porta do iChat.";
"Description.pfm_title" =			"Descrição";
"Description.pfm_description" =			"Descrição da conta.";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Definir como 1 para utilizar a autenticação Kerberos v5.";

"UseSSL.pfm_title" =			"Usar SSL";
"UseSSL.pfm_description" =			"Definir como 1 para utilizar cifragem SSL.";
"ServerHost.pfm_title" =			"Endereço do servidor";
"ServerHost.pfm_description" =			"Endereço do servidor do iChat como um nome DNS ou um endereço IP.";
"ServerPort.pfm_title" =			"Porta do servidor";
"ServerPort.pfm_description" =			"Número da porta do servidor do iChat.";
"ServerSSLPort.pfm_title" =			"Porta SSL do servidor";
"ServerSSLPort.pfm_description" =			"Número de porta SSL do servidor do iChat.";
